app/Api/Repositories/StuffRepository.php

    public function add(array $data): Stuff
    {
        $stuff = new Stuff();
        $stuff->first_name = $data['first_name'];
        $stuff->last_name = $data['last_name'];
        $stuff->email = $data['email'];
        $stuff->password = md5($data['password']);
        $stuff->save();
---
insert into `stuffs` (`first_name`, `last_name`, `email`, `password`) values ('Dmitry', 'Teteruk', 'hui@vpesok.horosho', 'dyldavjopu')